anysphere.pyright
dimritium.pastel-underwater-contrast
golang.go
hasibx2000.dracula-pro
inferrinizzard.prettier-sql-vscode
jmfirth.vsc-space-block-jumper
kaiwood.center-editor-window
louisyoung.pastel-pro
ms-python.black-formatter
ms-python.python
prisma.prisma
qufiwefefwoyn.kanagawa
rphlmr.paperus
rust-lang.rust-analyzer
ryu1kn.text-marker
stkb.rewrap
tickleforce.scrolloff
vitaliymaz.vscode-svg-previewer
subframe7536.custom-ui-style