anysphere.pyright
dimritium.pastel-underwater-contrast
esbenp.prettier-vscode
exograph.exograph
golang.go
hasibx2000.dracula-pro
haskell.haskell
inferrinizzard.prettier-sql-vscode
jmfirth.vsc-space-block-jumper
justusadam.language-haskell
kaiwood.center-editor-window
louisyoung.pastel-pro
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
prisma.prisma
qufiwefefwoyn.kanagawa
rphlmr.paperus
rust-lang.rust-analyzer
ryu1kn.text-marker
sourcegraph.cody-ai
stkb.rewrap
tickleforce.scrolloff
vitaliymaz.vscode-svg-previewer
waderyan.gitblame
wheredoesyourmindgo.gruvbox-concoctis
zenstack.zenstack